Repository: woin2ee/WordChecker
Catalog: Resources/IOSScene/WordChecking/Localizable.xcstrings
Source language: en
Languages: ko

source: [ %@ ] added failed.
ko: [ %@ ] 단어 추가 실패

source: [ %@ ] added successfully
ko: [ %@ ] 추가 성공

source: Add
ko: 추가

source: Add word
ko: 단어 추가

source: Already added word.
ko: 이미 추가된 단어입니다.

source: Cancel
ko: 취소

source: Default
ko: 기본

source: Delete Word
ko: 단어 삭제

source: Font Size
ko: 글자 크기

source: Large
ko: 크게

source: Memorize words
ko: 단어 암기

source: Memorized
ko: 암기 완료

source: More menu
ko: 메뉴 더보기

source: Next word
ko: 다음 단어

source: Notice
ko: 알림

source: No words
ko: 단어 없음

source: Please check your network connection.
ko: 네트워크 연결 상태를 확인해 주세요.

source: Previous word
ko: 이전 단어

source: Quick add word
ko: 빠른 단어 추가

source: Shuffle Order
ko: 순서 섞기

source: Translate
ko: 번역

# translation_site_alert_message
source: There is a problem with your current translation site. Please go to Settings and set it to a different translation site.
ko: 현재 번역 사이트에 문제가 있습니다. 설정으로 이동하여 다른 번역 사이트로 설정해주세요.

source: Very Large
ko: 매우 크게
